Revit 2027 API
ParameterTypeId.AllModelTypeImage Property
 "Type Image"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AllModelTypeImage { get; }
Public Shared ReadOnly Property AllModelTypeImage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AllModelTypeImage {
	ForgeTypeId^ get ();
}
static member AllModelTypeImage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace